<template>
    <div class="userAgreement">
      <h2 class="headline">用户使用协议</h2>
      <div>
        <h3>一、用户注册</h3>
        <p>(1)用户在使用本服务前须首先注册友密账号，该账号使用用户手机号码验证注册，用户注册成功后，我们将给每个用户一个帐号，该帐号归本公司所有，用户完成申请注册手续后，获得帐号的使用权。本公司可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。</p>
        <p>(2)注册成功后，用户可以通过友密软件中”个人中心”界面浏览本人的个人信息和消费记录。</p>
        <h3> 二、使用规则</h3>
        <p>(1)用户在申请使用本服务时，必须提供准确真实有效的个人资料，且需要通过本公司或本公司合作运营方认证后方能开始使用。</p>
        <p>(2)用户凭支付成功后提供的开[ ]密码，获得订单对应时间段的友密茶空间及内部设备设施的使用权;订单结束前15分钟我们会提醒用户时间即将结束，如在订单结束之后有未被预约占用时间，用户可以继续下订单，继续使用;如果到订单结束，用户在后续时间未能预约成功，我们有权终止部分或者全部功能和服务(如会关闭照明、关闭电视音响、关闭空调、关闭空气净化器等设备)并且通知用户离开，待保洁人员清洁后将空间提供给后续预约成功的用户使用;用户在离开时有关]的责任和义务。</p>
        <p>(3)友密茶空间中的茶叶、干果零食等消费品可通过无人售货柜自助购买，明码标价。用户使用微信扫码获取订单并且足额支付后，对应格子的“]板即会自动打开，用户即可取用。如遇到无人售货柜故障，包括耶限于错开、不开等异常情况，请及时与客服联系，不可使用蛮力强开或者破坏。</p>
        <p>(4)使用友密前，须缴纳押金,使用结束后如需退还押金，用户可在个人中心提交押金退款申请，如有附不可使用蛮力强开或茶空间中的茶叶、干果零食等消费品可通过无人售货柜自助购买，明码标价。用户使用微信扫码获取订单并且足额支</p>
      </div>
    </div>
</template>

<script>
    export default {
        name: "Agreement"
    }
</script>

<style scoped>

.userAgreement{
  height: 100%;
  overflow-y: auto;
  padding: .15rem;
  background: #fff;
  overflow-x: hidden;
}
  .headline{
    font-size: .16rem;
    font-weight: normal;
    line-height: .25rem;
  }
  h3{
    font-weight: normal;
    margin-top: .15rem;
  }
  p{
    line-height: .2rem;
    text-align: justify;
    word-break:break-all;
  }
</style>
